---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.ElectricityFailures
source: html/2101978b-dd11-0d6a-efd0-72ebb5089383.htm
---
# BuiltInFailures.ElectricityFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.